Repository: acacha/webfaltes
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ca_es

source: Are you sure you want to delete the registry no.
ca_es: Estas segur que vols esborrar el registre núm.

source: Are you sure you want to logic delete the registry no.
ca_es: Estas segur que vols esborrar el registre núm.

source: Are you sure you want to delete the selected registrys
ca_es: Estas segur que vols esborrar els registres seleccionats

source: Add a father
ca_es: Afegir un pare/mare

source: Delete selected fathers
ca_es: Esborrar els pares seleccionats

source: Select all fathers
ca_es: Selecciona tots els pares

source: Deselect all fathers
ca_es: Deselecciona tots els pares

source: List of fathers at the school.
ca_es: Llista dels pares de l'escola

source: Photo
ca_es: Foto

source: Code
ca_es: Codi

source: Complete Name
ca_es: Nom complet

source: Address
ca_es: Adreça

source: Postal Code
ca_es: Codi Postal

source: City
ca_es: Ciutat

source: Mobile phone
ca_es: Telèfon mòbil

source: Email
ca_es: Correu electrònic

source: MAIL
ca_es: CORREU

source: Father
ca_es: Pare/Mare

source: Modify Student
ca_es: Modificar estudiant

source: Name:*
ca_es: Nom:*

source: First surname: *
ca_es: Primer cognom: *

source: Second surname:
ca_es: Segon cognom:

source: Adress:*
ca_es: Adreça:*

source: Postal Code:*
ca_es: Codi postal:*

source: City:*
ca_es: Ciutat:*

source: Mobile phone:
ca_es: Telèfon Mòbil

source: Email:
ca_es: Correu electrònic

source: Wants SMS: *
ca_es: Vol SMS: *

source: Yes
ca_es: Sí

source: Wants MAIL: *
ca_es: Vol correu: *

source: Is a Father?: *
ca_es: És un pare?: *

source: Repeat password: *
ca_es: Repeteix la paraula de pas: *

source: Photo (2MB):
ca_es: Foto (2MB):

source: Reset
ca_es: Restablir

source: Write the initial date
ca_es: Escriu la data inicial

source: Write the end date
ca_es: Escriu la data final

source: Select the type of incident
ca_es: Selecciona el tipus d'incidència

source: Tutorship Menu
ca_es: Menú de tutoria

source: Center Reports
ca_es: Informes de centre

source: Center incidents at d day and h hour
ca_es: Incidències del centre del dia d a l'hora h

source: Center incidents between initial and final date
ca_es: Incidències del centre entre una data inicial i una data final

source: Incidents ranking between initial and final date
ca_es: Rànquing incidències del centre entre una data inicial i una data final

source: Reports group tutors
ca_es: Informe de tutors de grup

source: Mailing list of students
ca_es: Correus dels estudiants

source: Class Lists
ca_es: Llistes de classe

source: Group reports
ca_es: Informes de grup

source: Class list
ca_es: Llista de classe

source: Group incidents summary between initial and final date
ca_es: Resum d'incidències d'un grup entre una data inicial i una data final

source: Monthly Summary of unjustified absences
ca_es: Informe mensual de faltes injustificades

source: Subject report
ca_es: Informes del crèdit

source: Subject incidents summary between initial and final date
ca_es: Resum d'incidències d'un credit entre una data inicial i una data final

source: Are you sure you want to recover the registry no.
ca_es: Estas segur que vols recuperar el número de registre?

source: Are you sure you want to recover the selected registrys
ca_es: Estas segur que vols recuperar els registres seleccionats?

source: Recover selected teachers
ca_es: Recuperar els professors seleccionats

source: Select all teachers
ca_es: Selecciona tots els professors

source: Deselect all teachers
ca_es: Deselecciona tots els professors

source: List of teachers at the school.
ca_es: Llista de professors del centre

source: Name
ca_es: Nom

source: Surnames
ca_es: Cognoms

source: Teacher's Email
ca_es: Correu electrònic del professor

source: Coordinator
ca_es: Coordinador

source: Department
ca_es: Departament

source: Position
ca_es: Posició

source: Recover Teacher
ca_es: Recuperar professor

source: Choose date (dd-mm-aaaa format):
ca_es: Escull la data (format dd-mm-aaa):

source: Change
ca_es: Canvia

source: Return
ca_es: Torna

source: Check Attendance
ca_es: Passar llista

source: Group
ca_es: Grup

source: students
ca_es: Alumne

source: Date
ca_es: Data

source: Select group:
ca_es: Selecciona el grup:

source: February
ca_es: febrer

source: May
ca_es: maig

source: September
ca_es: setembre

source: November
ca_es: novembre

source: December
ca_es: desembre

source: View report in pdf
ca_es: Veure el informe en pdf

source: Profile photo
ca_es: Foto del perfil

source: Telephone:
ca_es: Telèfon

source: Born Date:*
ca_es: Data de naixement:*

source: Repeat New Password: *
ca_es: Repeteix la nova paraula de pas: *

source: Modify
ca_es: Modificar

source: Name: *
ca_es: Nom: *

source: Email: *
ca_es: Correu electrònic: *

source: Is a coordinator: *
ca_es: És coordinador?: *

source: Department:
ca_es: Departament:

source: Position:
ca_es: Posició:

source: Select the fields you want displayed
ca_es: Selecciona els camps que voleu mostrar

source: Show the history of the telephon number
ca_es: Mostra el historial de número de telèfon

source: View SMS
ca_es: veure SMS

source: Top
ca_es: Número d'estudiants a mostrar

source: Recover selected students
ca_es: Recuperar els estudiants seleccionats

source: Select all unsuscribed students
ca_es: Selecciona tots els estudiants no subscrits

source: Deselect all unsuscribed students
ca_es: Deselecciona tots els estudiants no subscrits

source: Recover unsuscribed students.
ca_es: Recupera als estudiants no subscrits

source: Telphone
ca_es: Telèfon

source: Mobile phone
ca_es: Telèfon mòbil

source: Date Of Birth
ca_es: Data de naixement

source: Recover Student
ca_es: Recuperar estudiant

source: Are you sure you want to modify this registry.
ca_es: Estas segur que vols modificar el registre

source: Successfully modified.
ca_es: Modificat correctament.

source: No changes have been made.
ca_es: No s'ha realitzat cap canvi.

source: Father profile
ca_es: Pèrfil de pare

source: Code
ca_es: Codi

source: *Name
ca_es: *Nom

source: *Address
ca_es: *Adreça

source: *Postcode
ca_es: *Codi Postal

source: *City
ca_es: *Ciutat

source: User
ca_es: Usuari

source: Repite new password
ca_es: Repetir la paraula de pas

source: Receive EMAIL
ca_es: Rebre correu electrònic

source: Receive SMS
ca_es: Rebre SMS

source: Email
ca_es: Correu electrònic

source: Mobile phone
ca_es: Telèfon mòbil

source: Is father
ca_es: És pare

source: Photo
ca_es: Foto

source: Send
ca_es: Enviar

source: Group Code: *
ca_es: Codi de grup: *

source: Educational Level: *
ca_es: Nivell educatiu: *

source: Grade:
ca_es: Grau:

source: Description:
ca_es: Descripció:

source: Class without tutor
ca_es: Classe sense tutor

source: Fouls unjustified
ca_es: Faltes injustificades

source: Add a teacher
ca_es: Afegir un pare

source: Recover unsuscribed teachers
ca_es: Recuperar professors no subscrits

source: Delete selected teachers
ca_es: Esborrar els pares seleccionats

source: Unsubscribe Teachers
ca_es: Desinscriure professors

source: Modify Teachers
ca_es: Modificar professors

source: Selected incidents
ca_es: Incidències seleccionades

source: Unjustified foul
ca_es: Falta injustificada

source: Justified foul
ca_es: Falta justificada

source: Unjustified delay
ca_es: Retard injustificat

source: Justified delay
ca_es: Retard justificat

source: Expulsion
ca_es: Expulsió

source: Incidence
ca_es: Incidència

source: There is no incidence to this day at this time
ca_es: No hi ha cap incidència per aquest dia a aquesta hora

source: User autentication
ca_es: Identificació de l'usuari/a

source: Role
ca_es: Rol

source: Password
ca_es: Paraula de pas

source: I forget my password
ca_es: He oblidat la meva paraula de pas

source: Communicated to parents
ca_es: Comunicat als pares

source: Student profile
ca_es: Perfil de l'estudiant

source: Name
ca_es: Nom

source: Surames
ca_es: Cognoms

source: Fixed telephone
ca_es: Telèfon fix

source: Web Page
ca_es: Pàgina web

source: Administration Menu
ca_es: Menu d'administració

source: Tutorship
ca_es: Tutoria

source: Teachers
ca_es: Professors

source: Fathers
ca_es: Pares

source: SMS History
ca_es: Historial de SMS

source: E-Mail History
ca_es: Historial de correus electrònics

source: Add a group
ca_es: Afegir un grup

source: List of groups at the school.
ca_es: Llista de grups del centre

source: Educational Level
ca_es: Nivell Educatiu

source: Grade
ca_es: Greau

source: Description
ca_es: Descripció

source: Modify Group
ca_es: Modifica el grup

source: Comparison of number of students, teachers and parents
ca_es: Comparativa entre número d'estudiants, professors i pares/mares

source: Statistics of Students
ca_es: Estadístiques dels estudiants

source: Statistics of Parents
ca_es: Estadístiques dels pares/mares

source: Statistics of Teachers
ca_es: stadístiques dels profes

source: Select the child you want to get statistics
ca_es: Selecciona el fill del que desitges veure estadístiques

source: Teacher profile
ca_es: Perfil de professor

source: *Surname1
ca_es: *Cognom1

source: Surname2
ca_es: Cognom2

source: Data alta
ca_es: Data d'alta

source: He is a coordinator
ca_es: És coordinador

source: List of all students in this group (with photo)
ca_es: Llista dels estudiants del grup (amb foto)

source: List of all students in this group (without photo)
ca_es: Llista dels estudiants del grup (sense foto)

source: Sheet of this group of students
ca_es: Llençol amb les fotos dels estudiants

source: Postcode
ca_es: Codi Postal

source: City
ca_es: Ciutat

source: MONTH
ca_es: Més

source: EA
ca_es: FJ

source: UA
ca_es: FI

source: D
ca_es: R

source: JD
ca_es: RJ

source: TF
ca_es: FT

source: UA: Unexcused absences
ca_es: FI: Faltes injustificades

source: EA: Excused absences
ca_es: FJ: Faltes justificades

source: D: Delay
ca_es: R: Retard

source: JD: Justify delay
ca_es: RJ: Retard justificat

source: E: Expulsion
ca_es: E: Expulsió

source: TF: Total Faults
ca_es: FT: Faltes totals

source: Search
ca_es: Cerca

source: Survey id:
ca_es: Número d'enquesta

source: Alumns
ca_es: Alumnes

source: Parents
ca_es: Pares

source: Administrative and service staff
ca_es: Personal administratiu i de serveis

source: New teachers
ca_es: Nous professors

source: Beginning date:
ca_es: Data d'inici:

source: End date:
ca_es: Data final:

source: Modify survey
ca_es: Modifica l'enquesta

source: Add survey
ca_es: Afegeix una enquesta

source: Today
ca_es: Avui

source: Credit
ca_es: Crèdit

source: Surname1
ca_es: Cognom1

source: *Code
ca_es: *Codi

source: *Birthday
ca_es: *Data de naixement

source: photo
ca_es: foto

source: Recover unsuscribed students
ca_es: Recuperar estudiants no subscrits

source: Delete selected students
ca_es: Esborra estudiants seleccionats

source: List of students at the school.
ca_es: Llista d'estudiants del centre

source: Telephone
ca_es: Telèfon

source: Mobile Phone
ca_es: Telèfon mòbil

source: Unsubscribe Student
ca_es: Desinscriure l'alumne

source: Ranking incident center between
ca_es: Ranking d'incidències entre...

source: Position
ca_es: Posició

source: Total fouls not justified
ca_es: Total de faltes no justificades

source: Write date
ca_es: Escriure la data

source: Select the time
ca_es: Selecciona l'hora

source: Position: *
ca_es: Posició: *

source: Personal accounts
ca_es: Correus electrònics personals

source: Booth accounts
ca_es: Tots dos tipus

source: Successfully deleted the student no.
ca_es: S'ha esborrat correctament l'estudiant núm.

source: students successfully deleted
ca_es: studiants esborrats correctament

source: Here you will be redirected in 5 seconds to student's management page...
ca_es: Seràs redireccionat en 5 segons a la pàgina de gestió d'estudiants...

source: Unable to successfully remove the student no.
ca_es: No s'ha pogut esborrar l'estudiant amb núm.

source: You have not selected any registration
ca_es: No has seleccionat cap registre

source: Successfully deleted the group no.
ca_es: S'ha esborrat correctament el grup núm.

source: groups successfully deleted
ca_es: grups esborrats correctament

source: Here you will be redirected in 5 seconds to groups management page...
ca_es: Seràs redireccionat en 5 segons a la gestió de grups

source: Unable to successfully remove the groups no.
ca_es: No s'ha pogut esborrar el grup núm.

source: Successfully deleted the group no.
ca_es: S'ha esborrat correctament el grup núm.

source: Unable to successfully remove the group no.
ca_es: No s'ha pogut esborrar correctament el grup núm.

source: Successfully logic deleted the student no.
ca_es: S'ha donat de baixa lògica l'estudiant núm.

source: students successfully logic deleted
ca_es: estudiants donats de baixa lògicament

source: students successfully logic delete
ca_es: estudiants donats de baixa lògicament

source: Successfully logic deleted the teacher no.
ca_es: S'ha donat de baixa correctament el professor núm.

source: teachers successfully logic deleted
ca_es: s'ha donat de baixa correctament el professors

source: Unable to successfully remove the teacher no.
ca_es: No s'ha pogut esborrar el professor núm.

source: teachers.
ca_es: professors.

source: teachers successfully logic delete
ca_es: professors esborrats lògicament

source: Successfully deleted the father no.
ca_es: S'ha esborrat correctament el pare/mare núm.

source: fathers successfully deleted
ca_es: pares/mares esborrats correctament

source: Accept
ca_es: Aceptar

source: Insert error
ca_es: Error al insertar!

source: Students from group
ca_es: Alumnes del grup

source: Add
ca_es: Afegir

source: Delete
ca_es: Esborrar

source: potential students
ca_es: Estudiants potencials

source: Error: group not defined
ca_es: Error: grup no definit

source: Groups Tutorship
ca_es: Tutoritza els teus grups

source: Administration
ca_es: Administració

source: Reports
ca_es: Informes

source: Close Session
ca_es: Tancar

source: Su
ca_es: dg

source: Mo
ca_es: dl

source: Tu
ca_es: dm

source: We
ca_es: dc

source: Th
ca_es: dj

source: Fr
ca_es: dv

source: Sa
ca_es: ds

source: Jan
ca_es: gen.

source: Feb.
ca_es: febr.

source: Apr.
ca_es: abr.

source: Jun
ca_es: juny

source: Aug
ca_es: ag.

source: Sep
ca_es: set.

source: Dec
ca_es: des.

source: Go to the next month
ca_es: Anar al mes següent

source: Go to the previous month
ca_es: Anar al mes anterior

source: Clear
ca_es: Netejar

source: Clears any dates selected on the calendar
ca_es: Netejar totes les dates seleccionades al calendari

source: This is the maximum range
ca_es: Aquest és el màxim
